{
    "capital":[
        {
            "code": "cn",
            "name": "จีน",
            "capital": "ปักกิ่ง",
            "history": "สาธารณรัฐประชาชนจีน (จีนตัวย่อ: 中华人民共和国; จีนตัวเต็ม: 中華人民共和國; พินอิน: Zhōnghuá Rénmín Gònghéguó; อังกฤษ: People's Republic of China (PRC)) เป็นรัฐเอกราชในเอเชียตะวันออก เป็นประเทศที่มีประชากรมากที่สุดในโลก กว่า 1,400 ล้านคน เป็นรัฐพรรคการเมืองเดียวปกครองโดยพรรคคอมมิวนิสต์จีน มีเมืองหลวงอยู่ที่กรุงปักกิ่ง ประเทศจีนแบ่งการปกครองออกเป็น 22 มณฑล (ไม่รวมพื้นที่พิพาทไต้หวัน), 5 เขตปกครองตนเอง, 4 นครปกครองโดยตรง (ปักกิ่ง เทียนจิน เซี่ยงไฮ้ และฉงชิ่ง), และ 2 เขตบริหารพิเศษ ได้แก่ฮ่องกงและมาเก๊า",
            "image": "https://firebasestorage.googleapis.com/v0/b/mobile-capital-city.appspot.com/o/Baijing.png?alt=media&token=4d2092fe-5f7a-4e88-b450-2a3246187fb8"
        },
        {
            "code": "us",
            "name": "สหรัฐอเมริกา",
            "capital": "วอชิงตัน ดี.ซี. ",
            "history": "สหรัฐอเมริกา (อังกฤษ: United States of America; ย่อเป็น: U.S.A. หรือ USA) โดยทั่วไปเรียก สหรัฐ (United States; ย่อเป็น: U.S. หรือ US) หรือ อเมริกา (America) เป็นสหพันธ์สาธารณรัฐซึ่งตั้งอยู่ในทวีปอเมริกาเหนือ ประกอบด้วยรัฐ 50 รัฐ หนึ่งเขตปกครองกลาง ห้าดินแดนปกครองตนเองสำคัญ รวมทั้งเขตสงวนอินเดียน 326 แห่ง และเกาะรอบนอกประเทศอีก 9 แห่ง[j] สหรัฐมีพรมแดนทางทิศเหนือติดประเทศแคนาดา และทางทิศใต้ติดเม็กซิโก และยังมีพรมแดนทางทะเลติดกับหลายประเทศ เช่น บาฮามาส คิวบา และ รัสเซีย ด้วยพื้นที่กว่า 9.8 ล้านตารางกิโลเมตร และประชากรราว 331 ล้านคน ทำให้สหรัฐมีพื้นที่ขนาดใหญ่เป็นอันดับที่ 3 ของโลก[k] และมีประชากรมากเป็นอันดับที่ 3 ของโลก เมืองหลวงของประเทศคือ กรุงวอชิงตัน ดี.ซี. และนครใหญ่สุดคือ นครนิวยอร์ก ซึ่งเป็นศูนย์กลางทางเศรษฐกิจของประเทศ",
            "image": "https://firebasestorage.googleapis.com/v0/b/mobile-capital-city.appspot.com/o/Washington.png?alt=media&token=0d63c2ed-3cba-440b-8f23-77d31c34f4c1"
        },
        {
            "code": "th",
            "name": "ไทยแลนด์",
            "capital": "กรุงเทพมหานคร ",
            "history": "ประเทศไทย มีชื่ออย่างเป็นทางการว่า ราชอาณาจักรไทย เป็นรัฐชาติอันตั้งอยู่ในภูมิภาคเอเชียตะวันออกเฉียงใต้ เดิมมีชื่อว่า 'สยาม' รัฐบาลประกาศเปลี่ยนชื่อเป็นประเทศไทยอย่างเป็นทางการตั้งแต่ปี 2482 ประเทศไทยมีขนาดใหญ่เป็นอันดับที่ 50 ของโลก มีเนื้อที่ 513,120 ตารางกิโลเมตร[9] และมีประชากรมากเป็นอันดับที่ 20 ของโลก คือ ประมาณ 70 ล้านคน มีอาณาเขตติดต่อกับประเทศพม่าทางทิศเหนือและตะวันตก ประเทศลาวทางทิศเหนือและตะวันออก ประเทศกัมพูชาทางทิศตะวันออก และประเทศมาเลเซียทางทิศใต้ กรุงเทพมหานครเป็นศูนย์กลางการบริหารราชการแผ่นดินและนครใหญ่สุดของประเทศ และการปกครองส่วนภูมิภาค จัดระเบียบเป็น 76 จังหวัด[10] แม้จะมีการสถาปนาระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุขและประชาธิปไตยระบบรัฐสภา ในปี 2475 แต่กองทัพยังมีบทบาทในการเมืองไทยสูง โดยมีรัฐประหารครั้งล่าสุดในปี 2557",
            "image": "https://firebasestorage.googleapis.com/v0/b/mobile-capital-city.appspot.com/o/Bankok.png?alt=media&token=3126f014-f1f6-407a-95cb-b83f960d02c9"
        },
        {
            "code": "at",
            "name": "ออสเตรีย",
            "capital": "เวียนนา",
            "history": "เวียนนา เมืองหลวงของออสเตรีย ทำไมถึงเป็นเมืองน่าอยู่ที่สุดในโลกโครงสร้างพื้นฐาน โดยมีคะแนน โครงสร้างพื้นฐาน 100 คะแนน บริการสุขภาพ 100 คะแนน การศึกษา 100 คะแนน เสถียรภาพ 100 คะแนน วัฒนธรรมและสิ่งแวดล้อม 96.3 คะแนน รวมออกมาเป็นดัชนี 99.1 จากคะแนนเต็ม 100 คะแนนการจัดอันดับที่เรากำลังพูดถึงอยู่นี้ The Global Liveability Index 2022 หรือ ดัชนีความน่าอยู่ทั่วโลกปี 2022 จากการจัดทำของ Economist Intelligence Unit แผนกวิจัยและวิเคราะห์ข้อมูลของกลุ่ม Economist ที่มีความเชี่ยวชาญด้านการให้คำปรึกษาทางด้านเศรษฐกิจ",
            "image" : "https://firebasestorage.googleapis.com/v0/b/mobile-capital-city.appspot.com/o/Vienna.png?alt=media&token=ec958ef0-6a70-43b9-a399-b16cc0e558c7"
            
        },
        {
            "code": "br",
            "name": "บราซิล",
            "capital": "บราซิเลีย",
            "history": "นครริโอ เดอจาเนโร เคยเป็นเมืองหลวงของประเทศบราซิลนานเกือบ 3ศตวรรษ พื้นที่ติดชายฝั่งทะเลนี้ ได้ชื่อว่าเป็นเมืองที่มีขนาดใหญ่เป็นอันดับ 2 ของประเทศ แต่ด้วยอาณาเขตที่อยู่ห่างไกล สุดขอบแผ่นดิน ทำให้รัฐบาลมีความคิดที่จะย้ายเมืองหลวง ขยับเข้าไปใจกลางแผ่นดินมากขึ้นเพื่อกระจายความเจริญให้ทั่วถึง และป้องกันการโจมตีทางทะเลจากชาติต่างๆ เช่นโปรตุเกส ฝรั่งเศส และเนเธอร์แลนด์บราซิเลีย เป็นที่ตั้งของรัฐสภา และที่ทำการสำคัญๆของรัฐบาล นอกจากนี้ยังเป็นที่ตั้งของสำนักงานใหญ่ของหลายบริษัท เมืองแห่งนี้มีนโยบายผังเมืองที่ชัดเจน มีพื้นที่เฉพาะซึ่งจำกัดไว้สำหรับสิ่งปลูกสร้างเกือบทุกชนิด อาทิ มีการจัดพื้นที่การสำหรับให้ประชาชนสร้างอาคารที่อยู่อาศัยบริเวณรอบๆเขตเมือง สร้างศูนย์กลางความเจริญไว้ติดกับถนนใหญ่ มีพื้นที่สำหรับสร้างโรงแรมและที่พักแบ่งเป็นตอนเหนือและตอนใต้ เมื่อมองจากด้านบน ผังเมืองของกรุงบราซิลเลีย จะมีลักษณะคล้ายเครื่องบินหรือผีเสื้อปัจจุบันกรุงบราซิเลียมีประชากรมากกว่า 2 ล้าน 5 แสน 5 หมื่นคน  ซึ่งเป็นจำนวนที่มากกว่าที่ประมาณการไว้  กรุงบราซิเลียเดิมซึ่งถูกออกแบบให้เป็นที่ทำการของรัฐ จึงกลายมาเป็นที่อยู่อาศัยของผู้อพยพที่จากตอนเหนือของประเทศจำนวนมาก",
            "image" : "https://firebasestorage.googleapis.com/v0/b/mobile-capital-city.appspot.com/o/Brazil.png?alt=media&token=ba592ba4-c3d3-44d0-bc78-862653df865e"
        },
        {
            "code": "ca",
            "name": "แคนนาดา",
            "capital": "ออตตาวา",
            "history": "ประเทศแคนาดาตั้งอยู่ในทวีปอเมริกาเหนือ โดยมีทิศใต้ติดกับสหรัฐอเมริกา ขนาดของประเทศแคนาดากว้างใหญ่ไพศาล ด้วยพื้นที่ทั้งหมดเกือบ 10 ล้านตารางกิโลเมตร และได้เป็นอันดับที่ 2 ของประเทศที่ใหญ่ที่สุดในโลกรองจากประเทศรัสเซีย ตั้งอยู่ทางตอนเหนือมากที่สุดของโลก สิ่งที่หลายคนมักเข้าใจผิดหรือไม่รู้จักก็คือ ชื่อเมืองหลวงของประเทศแคนาดา เมืองหลวงของประเทศนี้คือ เมืองออตตาวา แต่เมืองที่มีชื่อเสียงติดหูมากกว่าคือเมืองแวนคูเวอร์ เมืองท่าชายฝั่งแห่งการท่องเที่ยวที่คนนิยมไปเยือนคุณภาพชีวิตและสังคมที่เปิดรับความหลากหลายของทุกคนการได้เดินทางไปเรียนต่อที่ประเทศแคนาดาเป็นอีกหนึ่งทางเลือกที่สามารถเปิดโลกทัศน์ของผู้ไปเยือนได้อีกขั้น เพราะสังคมพลเมืองชาวแคนาเดียนให้เกียรติ ให้คุณค่า และเคารพความคิดเห็นของคนทุกชาติ ทุกศาสนาอย่างเท่าเทียมกัน ทำให้ตัวนักศึกษาที่ได้เข้าไปอยู่ในระบบการศึกษาที่มีหลักคิดแบบนี้ได้แสดงออกมากขึ้น และได้ฝึกทักษะการใช้ความคิด คำพูดและการลงมือปฏิบัติไปพร้อมกับเพื่อนชาวต่างชาติไปพร้อม ๆ กัน และยังได้เรียนรู้และทำความเข้าใจกับวัฒนธรรมอื่นที่ไม่คุ้นเคย และพร้อมเปิดใจรับฟังความคิดเห็นต่างได้มากขึ้น",
            "image" : "https://firebasestorage.googleapis.com/v0/b/mobile-capital-city.appspot.com/o/Ottawa.png?alt=media&token=153f0fa7-3e06-4f45-9fd8-21d2260ba062"
        },
        {
            "code": "fr",
            "name": "ฝรั่งเศส",
            "capital": "ปารีส",
            "history": "ปารีส เป็นเมืองหลวงของประเทศฝรั่งเศส ตั้งอยู่บนแม่น้ำแซน บริเวณตอนเหนือของประเทศฝรั่งเศส อยู่ตรงใจกลางแคว้นอีล-เดอ-ฟร็องส์ ภายในกรุงปารีสมีประชากรประมาณ 2,167,994 คน เขตเมืองปารีส ซึ่งมีพื้นที่ขยายเกินขอบเขตอำนาจการปกครองของเมืองนั้น มีประชากรกว่า 9.93 ล้านคน ในขณะที่เขตมหานครปารีส มีประชากรเกือบ 12 ล้านคนและเป็นหนึ่งในพื้นที่ที่มีประชากรสูงที่สุดแห่งหนึ่งในทวีปยุโรปจากการตั้งถิ่นฐานมากว่า 2 พันปี ปัจจุบันกรุงปารีสเป็นหนึ่งในศูนย์กลางทางเศรษฐกิจและวัฒนธรรมที่ล้ำสมัยแห่งหนึ่งของโลก และด้วยอิทธิพลของการเมือง การศึกษา บันเทิง สื่อ แฟชั่น วิทยาศาสตร์และศิลปะ ทำให้กรุงปารีสเป็นหนึ่งในเมืองที่สำคัญที่สุดแห่งหนึ่งของโลก แคว้นอีล-เดอ-ฟร็องส์เป็นศูนย์กลางทางเศรษฐกิจของประเทศฝรั่งเศส ด้วยจำนวนเงินกว่า 500.8 ล้านล้านยูโร ซึ่งมากกว่าหนึ่งส่วนสี่ของผลิตภัณฑ์มวลรวมภายในประเทศ ของประเทศฝรั่งเศสในปี พ.ศ. 2548 กรุงปารีสยังเป็นสถานที่ทำการของบริษัทยักษ์ใหญ่ 36 บริษัทจากบริษัทยักษ์ใหญ่ 500 บริษัทจากการสำรวจของฟอร์จูน โกลบัล 500 อีกด้วย โดยเฉพาะย่านธุรกิจที่สำคัญแห่งหนึ่งของทวีปยุโรป ลา เดฟองซ์ ทั้งยังเป็นที่จัดงานนิทรรศการต่าง ๆ ซึ่งรวมถึงสหประชาชาติ ฯลฯ",
            "image" : "https://firebasestorage.googleapis.com/v0/b/mobile-capital-city.appspot.com/o/Paris.png?alt=media&token=2fff5e58-3969-4bd6-ba6c-b98f87e8673a"
        },
        {
            "code": "fi",
            "name": "ฟินแลนด์",
            "capital": "เฮลซิงกิ",
            "history": "เฮลซิกิเมืองหลวงของประเทศฟินแลนด์เป็นเมืองเล็ก ๆ ที่อยู่ติดทะเล แต่สงบร่มเย็นแล้วก็สวยงามมากเลยด้วยตึกราบ้านช่องทรงยุโรปที่ใช้หินในการทำดูคราสสิค แถมในเฮลซิกิมีมุมสวย ๆ ให้ถ่ายรูปหลายมุมเลยเมืองเล็ก ๆ แต่ที่เที่ยวเยอะมากเลยมีวิหารลูเธอรันหรือคนไทยที่นี่เรียกว่าโบสถ์ขาวเป็นโบสถ์ที่สวยงามมากเลยค่ะตลาดนัดริมทะเลขายพวกของฝากต่าง ๆ สถานีรถไฟก็สวยทำจากหินแล้วก็จะมีถนนเส้นช๊อปปิ้งที่มีหลาย ๆ แบรนมารวมกันถนนชื่อว่าอเล็คซิเตริงกะตู และสวนที่ต้องแวะเข้าไปถ่ายรูปชื่อสวน The esplanadi park ในช่วงหน้าร้อนจะมีดอกไม้สวย ๆ เยอะมากเลยแล้วก็มีร้านกาแฟนั่งดื่มชิลล์ๆ อีกด้วยถ้ามีโอกาสแวะมาเที่ยวเมืองนี้กันดูเมืองเล็ก ๆ แต่สวยงาม",
            "image" : "https://firebasestorage.googleapis.com/v0/b/mobile-capital-city.appspot.com/o/Helsinki.png?alt=media&token=6b0e762c-f89b-4e21-a49e-83d3178f1ce1"
        },
        {
            "code": "is",
            "name": "ไอซ์แลนด์",
            "capital": "เรคยาวิก",
            "history": "เราจะพูดถึงดินแดนที่เป็นเกาะแห่งน้ำแข็ง อาจจะต้องพูดถึงเกาะกรีนแลนด์ ที่เป็นดินแดนแห่งน้ำแข็งของจริงเสียมากกว่าถึงแม้จะมีขนาดของเกาะกรีนแลนด์จะมีขนาดที่ใหญ่กว่าเกาะไอซ์แลนด์ แต่มีจำนวนประชากรที่น้อยกว่ามากถึง 6 เท่า เลยทีเดียว ก็เพราะพื้นที่ส่วนใหญ่ของเกาะเป็นทุ่งน้ำแข็งซึ่งจะแตกต่างกับไอซ์แลนด์ที่มีความอบอุ่นและบรรยากาศเอื้ออำนวยในการใช้ชีวิตที่มากกว่าประเทศไอซ์แลนด์ มีชื่อเรียกอย่างทางการคือ “สาธารณรัฐไอซ์แลนด์”ซึ่งประกอบไปด้วยแผ่นดินทั้งหมด 3 แผ่นใหญ่ ๆ ซึ่งจะถูกเรียกแบ่งเป็นภาครวม ง่าย ๆ คือ ภาคใต้ กับ ภาคเหนือ (ซึ่งภาคเหนือ ก็จะแบ่งเป็น ภาคตะวันตกเฉียงเหนือ และ ภาคตะวันออกเฉียงเหนือ)แต่ในปัจจุบัน ประเทศไอซ์แลนด์ แบ่งการปกครองออกเป็น 8 เขตหลัก ๆ ด้วยกันนะจ้า ไม่ได้เป็นแค่ 3 ภาค 3 แผ่นแบบในอดีตแล้ว",
            "image" : "https://firebasestorage.googleapis.com/v0/b/mobile-capital-city.appspot.com/o/Reykjav%C3%ADk.png?alt=media&token=483454b4-4d83-4555-986a-48fad3e107ca"
        },
        {
            "code": "it",
            "name": "อิตาลี",
            "capital": "โรม",
            "history": "กรุงโรมไม่ได้สร้างเสร็จภายในวันเดียว เป็นสำนวนภาษาอังกฤษที่คุ้นหูใครหลายๆคน กรุงโรมที่ใหญ่โตและหรูหราไม่มีทางสร้างเสร็จภายในวันเดียวแน่นอน เหมือนกับที่เราไม่สามารถเดินเที่ยวกรุงโรมภายในวันเดียวได้เช่นกันกรุงโรม หรือโรมา ในภาษาละติน ตั้งอยู่ที่ประเทศอิตาลี เป็นเมืองที่มีประวัติศาสตร์ยาวนาน เป็นเมืองหลวงและเป็นเมืองที่ใหญ่เป็นอันดับ 1 ของประเทศอิตาลีซึ่งมีผู้คนอาศัยอยู่ถึงสี่ล้านคนกรุงโรม มีประวัติยาวนานกว่า 2,700 ปี โรมได้รับการกล่าวขานว่าเป็นเมืองอันเป็นนิรันดร์ อันเคยเป็นเมืองหลวงของอาณาจักรโรมัน ซึ่งเป็นผู้วางรากฐานอารยธรรมตะวันตก โรมเผยแผ่อาณาจักรไปทั่วยุโรป หากแต่ก็เสื่อมถอยไปตามกาลเวลาเนื่องจากการครอบงำของศาสนจักรจนกลายเป็นยุคมืด แต่โรมก็มอบงานสร้างและงานศิลป์ให้เราชื่นชมจนถึงปัจจุบันสถานที่ที่พลาดไม่ได้ในกรุงโรมก็คงต้องเป็น โคลอสเซียม หรืออัฒจันทร์โบราณขนาดยักษ์ ที่ตั้งอยู่ใจกลางกรุงโรม ในอดีตโคลอสเซียมเป็นลานประลองแก่ผู้ต่อสู้ระหว่างนักรบกลาดิเอเตอร์และสัตว์ป่านอกจากอัฒจันทร์ขนาดยักษ์กลางกรุงโรมแล้ว เดินมาไม่ไกล เราจะพบกับเนินเขาพาลาติเน จากตำนานที่บอกเล่าว่าโรมูลัสและรีมุสถูกเลี้ยงมาโดยหมาป่า เมื่อพวกเขาโตขึ้น ทั้งสองคนก็สร้างกรุงโรมให้ยิ่งใหญ่อย่างที่เห็นอยู่ในปัจจุบัน",
            "image" : "https://firebasestorage.googleapis.com/v0/b/mobile-capital-city.appspot.com/o/Rome.png?alt=media&token=d3fb9344-7e32-4eb6-9c40-676eb9126b26"
        }

    ]
}